acpi
alsa-utils
amd-ucode
arc-gtk-theme
base
base-devel
dmenu
efibootmgr
feh
firefox
git
grub
gvim
htop
i3-wm
i3blocks
i3lock
i3status
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
lxappearance
man-db
mlocate
nano
neofetch
network-manager-applet
networkmanager
newsboat
pacman-contrib
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pulseaudio
reflector
rofi
thunar
thunar-archive-plugin
timeshift
ttf-font-awesome
unzip
upower
vlc
xfce4-terminal
