acpi
alacritty
alsa-utils
amd-ucode
arc-gtk-theme
base
base-devel
blueman
bluez-utils
dmenu
dmidecode
efibootmgr
feh
firefox
fuse2
git
gobject-introspection
grub
helvum
htop
i3-wm
i3blocks
i3lock
i3status
jdk-openjdk
keepass
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
linux-lts
lxappearance
man-db
maven
mlocate
nano
neofetch
neovim
network-manager-applet
networkmanager
pacman-contrib
papirus-icon-theme
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
pipewire-x11-bell
pipewire-zeroconf
python-pip
python-setuptools
reflector
rofi
thunar
thunar-archive-plugin
timeshift
tmux
ttf-font-awesome
unzip
upower
vlc
wget
xfce4-terminal
xidlehook
xorg-xrandr
xss-lock
